Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nie wgapiałem się też zbytnio, coby nie kusić losu. A nuż to były jakieś bandziory?
uk: Я не дуже витріщався, щоб не накликати біду. А раптом це були якісь погані хлопці?

source: Nie wiadomo, co mu przyjdzie do głowy.
uk: Ніколи не знаєш, що йому прийде в голову.

source: Nie wiadomo, co otwiera.
uk: Невідомо, що відкриває. Я знайшов його

source: Nie wiadomo, po jaką cholerę gubernator opłaca strażników pilnujących tej sterty gruzu. Znacznie większy byłby z nich pożytek w wiosce.
uk: Не зрозуміло, якого біса губернатор платить вартовим, які стережуть цю купу сміття. Від них було б набагато більше користі в селі.

source: Nie wiadomo. Może nawet nigdy nie istniał, a może uważano go za zwykłą starą wagę pozostawioną przez antyczną cywilizację.
uk: Невідомо. Може, його взагалі не існувало, а може, це звичайні старі терези, що залишилися від древньої цивілізації.

source: Nie widać tego po mnie? Jestem człowiekiem Gildii Kupieckiej, moje zajęcia nie wykraczają poza standardowy przydział obowiązków. I nazywam się Solis, jeśli cię to interesuje.
uk: Хіба по мені не видно? Я людина з Торгової Гільдії, моя діяльність не виходить за межі стандартного розподілу обов'язків. І мене звуть Соліс, якщо тебе це цікавить.

source: Nie widać?
uk: Хіба не видно?

source: Nie widziałam go ostatnio, chyba wypłynął w morze.
uk: Останнім часом я його не бачила, гадаю, він пішов у море.

source: Nie widziałem go od tego czasu, więc nic więcej ci nie powiem, ale myślę, że powinieneś z nim porozmawiać.
uk: Відтоді я його не бачив, тому більше нічого не скажу, але гадаю, тобі варто з ним поговорити.

source: Nie widziałem go ostatnio, chyba wypłynął w morze.
uk: Останнім часом я його не бачив, гадаю, він пішов у море.

source: Nie widziałem go.
uk: Я його не бачив.

source: Nie widziałem jego twarzy, bo sprytnie ukrył ją pod kapturem.
uk: Я не бачив його обличчя, тому що він спритно сховав його під каптуром.

source: Nie widziałem nigdzie ludzi Lichwiarza.
uk: Я ніде не бачив людей Лихваря.

source: Nie widziałem, żeby kładł na niej łapy, ani nie słyszałem, żeby się skarżyła, więc jak dla mnie wszystko jest w porządku.
uk: Я не бачив, щоб він її чіпав, і не чув, щоб вона скаржилася, тож, як на мене, все в порядку.

source: Nie widziałeś czegoś podejrzanego?
uk: Ти не помітив нічого підозрілого?

source: Nie widziałeś gdzieś szwendającej się samopas owcy?
uk: Ти випадково не бачив вівцю, що тиняється без нагляду?

source: Nie widziałeś ich przypadkiem?
uk: Ти випадково їх не бачив?

source: Nie widziałeś może barana?
uk: Ти часом не бачив барана?

source: Nie widziałeś może bardzo szpetnego faceta o demonicznej osobowości ubranego w zardzewiałą zbroję?
uk: Ти не бачив дуже бридкого хлопця з демонічною натурою, одягненого в іржаві обладунки?

source: Nie widziałeś może ostatnio gdzieś owcy?
uk: Ти не бачив тут нещодавно вівцю?

source: Nie widziałeś ostatnio czegoś lub kogoś podejrzanego?
uk: Тобі не бачив останнім часом щось або когось підозрілого?

source: Nie widziałeś tam faceta o imieniem Jorn?
uk: Ти не бачив там хлопця на ім'я Йорн?

source: Nie widziałeś, bo nie jestem stąd.
uk: Не бачив, бо я не місцевий.

source: Nie widzieliście nikogo?
uk: Нікого не бачили?

source: Nie widzisz jaki tutaj panuje bałagan? Sama nie dam rady tego wszystkiego posprzątać!
uk: Хіба ти не бачиш, який тут гармидер? Я не можу сама все це прибрати!

source: Nie widzisz tego? Wszędzie, gdzie się tylko pojawisz, podąża za tobą śmierć i zniszczenie!
uk: Хіба ти цього не бачиш? Скрізь, куди ти приходиш, за тобою слідом йдуть смерть і розруха!

source: Nie widzisz, że coś robię? Daj mi spokój.
uk: Не бачиш, що я щось роблю? Облиш мене.

source: Nie widzisz, że coś robię? Spadaj.
uk: Ти що, не бачиш, що я щось роблю? Забирайся звідси.

source: Nie widzisz, że jestem zajęta? Zostaw mnie w spokoju.
uk: Не бачиш, що я зайнята? Залиш мене в спокої.

source: Nie widzisz, że jestem zajęty? Spadaj!
uk: Не бачиш, що я зайнятий? Забирайся звідси!

source: Nie widzisz, że jestem zajęty? Zostaw mnie w spokoju.
uk: Ти не бачиш, що я зайнятий? Залиш мене в спокої.

source: Nie widzisz, że ledwo oddycham? Pomóż mi ją dopchać, to wszystko ci opowiem.
uk: Не бачиш, що я ледве дихаю? Допоможи мені її допхати, і я тобі все розповім.

source: Nie widzisz, że rozmawiamy?
uk: Хіба ти не бачиш, що ми розмовляємо?

source: Nie widzisz, że to wszystko jest ukartowane? Wiedzieli, że to magazyn Volkera, więc go przejęli i wszystko zainscenizowali!
uk: Хіба ти не бачиш, що це все підстава? Вони знали, що це склад Волкера, тому захопили його і все це розіграли!

source: Nie widzisz? Mamy tu spory problem do rozwiązania!
uk: Хіба ти не бачиш? У нас тут серйозна проблема, яку треба вирішити!

source: Nie widząc innej możliwości, arcymagowie po raz kolejny przejęli władzę w kraju, podejmując decyzje w wiążących kwestiach ze wsparciem Rady. Rządy te nie należały jednak do łatwych. Przewlekłe susze sprawiły, że w całej Myrtanie wybuchł głód, a wraz z nim nadeszły choroby.
uk: Не бачачи іншого виходу, Архімаги знову взяли на себе управління країною, приймаючи рішення з обов'язкових питань за підтримки Ради. Однак це правління не було легким. Через постійні посухи по всій Міртані спалахнув голод, а разом з ним і хвороби.

source: Nie widzę jednak sensu w zmasowanym i bezmyślnym ataku. Stracimy przy tym mnóstwo ludzi, a niekoniecznie wiele zyskamy.
uk: Однак я не бачу сенсу в масованій і бездумній атаці. Ми втратимо багато людей і навряд чи здобудемо значних успіхів.

source: Nie widzę już żadnych odsłoniętych złóż. To dobra pora na porozmawianie z Bruno o postępach.
uk: Я не бачу більше доступних родовищ. Зараз саме час поговорити з Бруно про виконану роботу.

source: Nie widzę logiki w tym, o czym mówisz.
uk: Я не бачу логіки в тому, про що ти говориш.

source: Nie widzę na tobie munduru, ale sierżant z pewnością będzie chciał z tobą pogadać.
uk: Я не бачу на тобі форми, але сержант, безумовно, захоче з тобою поговорити.

source: Nie widzę niczego podejrzanego w kuchni.
uk: На кухні я не побачив нічого підозрілого.

source: Nie widzę nikogo z naszej starej ekipy?
uk: Чомусь я не бачу нікого з нашої старої команди...

source: Nie widzę powodu, dla którego miałabym mówić o naszych praktykach...
uk: Не бачу жодної причини, чому я повинна говорити про наші практики...

source: Nie widzę sensu, by dłużej siedzieć w tej kopalni. Im szybciej Lorenzo otrzyma raport, tym lepiej.
uk: Я не бачу сенсу далі залишатися в цій копальні. Чим швидше Лоренцо отримає звіт, тим краще.

source: Nie widzę tu nic podejrzanego...
uk: Я не бачу тут нічого підозрілого...

source: Nie widzę tu nikogo, ani żadnych śladów.
uk: Не бачу тут нікого, і слідів також немає.

source: Nie widzę tu żadnych minstreli.
uk: Я не бачу тут жодних музикантів.

source: Nie widzę w jaskini nic, co mogłoby nam pomóc.
uk: Я не бачу в печері нічого, що могло б нам допомогти.

source: Nie widzę więcej tych butelek wina. Zapytam Gumberta, jak mu poszło.
uk: Я більше не знайшов тих пляшок з вином. Запитаю у Гумберта, як у нього справи.

source: Nie widzę więcej zabrudzeń na podłodze w sypialni.
uk: Я більше не бачу бруду на підлозі в спальні.

source: Nie widzę, by mąż pomagał ci w sklepie.
uk: Щось я не бачу, щоб твій чоловік допомагав тобі в крамниці.

source: Nie wiecie w czym jesteście dobrzy? Wspólnie odkryjemy wasze ukryte talenty!
uk: Не знаєте, що у вас добре виходить? Разом ми розкриємо ваші приховані таланти!

source: Nie wiedziałam, że zlecam zadanie zwykłemu oszustowi!
uk: Я не знала, що доручаю роботу звичайному шахраєві!

source: Nie wiedziałem, że Knut przysłał mi dziecko do pomocy.
uk: Я й не знав, що Кнут прислав мені на допомогу дитину.

source: Nie wiedziałem, że do lokalu wpuszczają takich żałosnych gburów jak ty.
uk: Я й не знав, що сюди пускають таких жалюгідних грубіянів, як ти.

source: Nie wiedziałem, że istnieje taki zakaz.
uk: Я не знав, що є така заборона.

source: Nie wiedziałem, że jest nielegalne.
uk: Я не знав, що це незаконно.

source: Nie wiedziałem, że potrzebuję do tego glejtu.
uk: Я не знав, що для цього потрібна перепустка.

source: Nie wiedziałem, że wpuszczają takich gburów jak ty.
uk: Я й не знав, що сюди пускають таких грубіянів, як ти.

source: Nie wiedziałem. Bardzo mi...
uk: Я не знав. Мені дуже...

source: Nie wiem co gorsze w tym miejscu, informacja, że trzymam trujące rośliny w karczmie, czy to, że mam problem z bagiennymi szczurami.
uk: Не знаю, що гірше: балачки про те, що я тримаю в корчмі отруйні рослини, чи той факт, що в мене проблеми з болотними щурами.

source: Nie wiem co gorsze, Araxos, Kopalnia Królewska czy Górnicza Dolina. Wszędzie traktują nas górników jak zwykłe śmieci.
uk: Не знаю, що гірше – Араксос, Королівська копальня або Гірнича Долина. Скрізь до нас, гірників, ставляться як до сміття.

source: Nie wiem co mu się stało i mnie to nie interesuje.
uk: Я не знаю, що з ним сталося, і мені це не цікаво.

source: Nie wiem co o tym myśleć.
uk: Я не знаю, що про це думати.

source: Nie wiem co planujesz, ale na wszelki wypadek wolę nie wiedzieć. Przynajmniej nie będę musiał spowiadać się u Przeora.
uk: Я не знаю, що ти плануєш, але про всяк випадок краще не знати. Принаймні, мені не доведеться сповідатися перед Настоятелем.

source: Nie wiem co ten chłopak ci naopowiadał, ale jedno jest pewne, gdzie jest Pablo - tam są kłopoty.
uk: Я не знаю, що тобі розповів цей хлопець, але ясно одне: там, де є Пабло - там неприємності.

source: Nie wiem czemu ale mam wrażenie, że to twoja sprawka.
uk: Не знаю чому, але у мене таке відчуття, що це твоя робота.

source: Nie wiem czemu aż tak ci na nim zależy, ale złoto to złoto!
uk: Не знаю, чому тебе це так хвилює, але золото є золото!

source: Nie wiem czy i kiedy wrócę do tego majestatycznego miasta, więc postanowiłem upłynnić swoje lokum.
uk: Не знаю коли, і чи повернуся взагалі до цього прекрасного міста, тож вирішив позбутися свого помешкання.

source: Nie wiem czy ten cały Fox bardziej boi się Rodrigo czy uważa go za winnego. Udało mi się dowiedzieć trochę więcej o kłótni Rodrigo i Stana, podobno chodziło o jakiś zakład. Nie pozostaje mi nic innego jak udać się do Rodrigo.
uk: Я не знаю, чи цей Фокс дуже боїться Родріго, чи він просто вважає себе винним. Мені вдалося дізнатися трохи більше про суперечку Родріго і Стена. Зважаючи на все, йшлося про якесь парі. У мене немає іншого вибору, окрім як піти до Родріго.

source: Nie wiem dokładnie, jak ci ludzie myślą, no ale nie posądzałbym żadnego z naszych robotników o takie działanie.
uk: Не знаю, про що думали злодії, але я б не запідозрив жодного з наших робітників у таких діях.

source: Nie wiem dokładnie. Jeden pakunek upuściłem niedaleko tej budy z sianem na rozdrożu. Nie wiem, gdzie jest reszta.
uk: Точно не скажу. Один пакунок я залишив біля тієї стодоли з сіном на роздоріжжі. Не знаю, де решта.

source: Nie wiem i już ci mówiłem, że nie chcę, żeby mnie dorwał ten wariat, więc daj mi lepiej spokój!
uk: Я не знаю, і я вже казав тобі, що не хочу, щоб мене впіймав цей божевільний, тому дай мені спокій!

source: Nie wiem jak Ulryk, ale sądzę, że większość Wilczych Synów wolałaby, żeby zębacze się nas pozbyły, by dopiero potem bohatersko wkroczyć do akcji.
uk: Не знаю, як Ульрік, але я думаю, що більшість Вовчих Синів воліли б, аби снеппери позбулися нас, щоб потім героїчно втрутитися.

source: Nie wiem jak przekonałeś do tego Prawusa, ale podejrzewam, że ta butelka Czarnego Trolla była pomocna.
uk: Не знаю, як ти переконав Правуса зробити це, але підозрюю, що пляшка 'Чорного троля' пригодилась.

source: Nie wiem jak to zrobił, ale trafił w samego siebie z armaty.
uk: Я не знаю, як він це зробив, але він влучив у себе з гармати.

source: Nie wiem jak to zrobiłeś i nawet nie chcę wiedzieć. Tak czy inaczej, wielkie dzięki. Oto twój moździerz. Możesz go nawet sobie zatrzymać, ja bez problemu dostanę nowy.
uk: Я не знаю, як тобі це вдалося, і навіть не хочу знати. У будь-якому випадку, дуже дякую. Ось твоя ступка. Можеш навіть залишити її собі, я без проблем дістану нову.

source: Nie wiem jak ty, ale jestem gotów po nich wrócić.
uk: Не знаю, як ти, а я готовий за ними повернутися.

source: Nie wiem jak udało ci się go przekonać do oddania czegokolwiek, ale zaskoczyłeś mnie, chłopcze.
uk: Не знаю, яким дивом тобі вдалося його переконати щось віддати, але ти мене здивував, хлопче.

source: Nie wiem jak udało ci się tego dokonać, ale jestem ci dozgonnie wdzięczny!
uk: Не знаю, як тобі це вдалося, але я безмежно вдячний!

source: Nie wiem jaki interes miałeś do Holdwiga, ale bardzo szybko zdobyłeś zaufanie mieszkańców winnicy.
uk: Я не знаю, які справи у тебе були з Гольдвігом, але ти дуже швидко завоював довіру мешканців виноградника.

source: Nie wiem jakim cudem Bastianowi udało się ich stamtąd przepędzić, ale chwała mu za to.
uk: Не знаю, яким дивом Бастіану вдалося вигнати їх звідти, але хвала йому за це.

source: Nie wiem jakim cudem nas tu znalazłeś, ale sierżant z pewnością będzie chciał z tobą pogadać.
uk: Не знаю, як ти нас тут знайшов, але сержант неодмінно захоче з тобою поговорити.

source: Nie wiem jednak gdzie go możesz znaleźć, zawsze to on znajdował mnie lub porozumiewał się poprzez posłańca.
uk: Я не знаю, де його можна знайти, але він завжди сам знаходив мене або зв'язувався через посланця.

source: Nie wiem jednak, która to winnica, ani kiedy planuje uderzyć.
uk: Щоправда, я не знаю ні що це за виноградник, ні коли він планує напасти.

source: Nie wiem kim jesteś, daj mi spokój.
uk: Не знаю хто ти, тому залиш мене у спокої.

source: Nie wiem kto i jak ją tam przytargał, ale zabezpieczyłem ją z Simonem.
uk: Я не знаю, хто і як її туди приволік, але я залишив її з Саймоном.

source: Nie wiem nic o żadnym tytoniu, mam swoje sprawy na głowie.
uk: Я нічого не знаю ні про який тютюн, у мене свої турботи.

source: Nie wiem o czym mówisz!
uk: Я не знаю, про що ти кажеш!

source: Nie wiem o czym mówisz.
uk: Я не знаю, про що ти кажеш.

source: Nie wiem o kim mowa. Zostaw mnie w spokoju.
uk: Я не знаю, про кого йдеться. Залиш мене в спокої.

source: Nie wiem o tym wszystkim za wiele, byłem jedynie zwykłym podwykonawcą.
uk: Я мало що знаю про це, я був простим виконавцем.

source: Nie wiem skąd się te cholerstwa wzięły, ale skórę mają twardą prawie tak samo, jak dobrze sklecona zbroja.
uk: Не знаю, звідки взялися ці кляті потвори, але їхня шкура майже така ж міцна, як добре зшита броня.

source: Nie wiem tylko, jak do cholery mogłem zgubić ten cholerny kompas!
uk: Я просто не знаю, як я міг загубити цей клятий компас!

source: Nie wiem tylko, po cholerę ktoś trudził się ozdabiając go srebrem.
uk: Мені тільки незрозуміло, навіщо комусь знадобилося оздоблювати його сріблом.

source: Nie wiem tylko, po co są te wypustki, ale ogólnie wygląda mi to na solidną robotę.
uk: Я не знаю, для чого потрібні ці виступи, але загалом виглядає добротною роботою.

source: Nie wiem wiele więcej niż to, co ci już powiedziałem. Kilka razy widziałem go wychodzącego z wioski, gdy wracałem wieczorem z pastwiska.
uk: Я знаю не більше, ніж вже розповів тобі. Я кілька разів бачив, як він покидав село, коли я ввечері повертався з пасовища.

source: Nie wiem! Nie mam pojęcia, co się z nim stało!
uk: Я не знаю! Я уявлення не маю, що з ним сталося!

source: Nie wiem, chociażby bagienne ziele, w końcu jest tutaj trochę podmokłych terenów w pobliżu. Ludzie was za to polubią!
uk: Не знаю, хоча б болотну траву, адже тут є болота поблизу. Люди вас за це полюблять!

source: Nie wiem, co bym bez niej zrobił. Pewnie jakieś kompletne głupstwo.
uk: Я не знаю, що б я робив без неї. Напевно, наробив би дурниць.

source: Nie wiem, co gorsze. Front, czy to przeklęte miejsce. Mam tylko nadzieję, że chociaż tutaj nie spotkamy orków.
uk: Я не знаю, що гірше: фронт чи це прокляте місце. Сподіваюся, що хоча б тут ми не зустрінемо орків.

source: Nie wiem, co jest nie tak z wami 'nowo przybyłymi'. Narzekacie, że nie ma dla was pracy, a jak człowiek wyciąga do was rękę, to jeszcze macie pretensje.
uk: Я не знаю, що з вами, 'новоприбулими', не так. Ви скаржитеся, що для вас немає роботи, а коли людина простягає вам руку допомоги, ви ще й відмовляєтесь.

source: Nie wiem, co mnie podkusiło, ale zostawiłem stoisko Dimy bez żadnej ochrony. Handlarka z pewnością nie będzie zadowolona.
uk: Не знаю, що мене спонукало, але я залишив прилавок Діни без захисту. Торговка точно не зрадіє.

source: Nie wiem, co mnie wtedy podkusiło, ale nigdy w życiu nie podjąłem głupszej decyzji.
uk: Не знаю, що мене тоді спокусило, але я ніколи в житті не приймав більш дурного рішення.

source: Nie wiem, co mogłoby zasmakować Dirkowi. Jakiego alkoholu on chce?! Może podpytam Helgę o pomoc, ona zawsze daje dobre rady.
uk: Я не знаю, що сподобається Дірку. Який ще алкоголь йому потрібен?! Може, попрошу допомоги у Хельги, вона завжди дає гарні поради.

source: Nie wiem, co moja siostra ci nagadała, ale nie mam teraz czasu na zabawę w nauczyciela. Mam pełno zleceń na głowie.
uk: Не знаю, що тобі наговорила моя сестра, але я не маю часу гратися у вчителя. В мене повно важливіших справ.

source: Nie wiem, co mu się stało, nie przyglądałem się, ale jeśli miałoby mnie spotkać to samo...
uk: Не знаю, що з ним сталося, я не перевіряв, але якби таке сталося зі мною, я б...

source: Nie wiem, co o tym myśleć.
uk: Я не знаю, що про це думати.

source: Nie wiem, co się z nim potem działo, i szczerze mówiąc, nic mnie to nie obchodzi.
uk: Я не знаю, що з ним сталося після цього, і, чесно кажучи, мені байдуже.

source: Nie wiem, co tam konkretnie robił. Wiem tylko, że akurat w tamtym momencie szukał pewnej mapy, ale nie potrafił jej znaleźć.
uk: Я не знаю, що саме він там робив. Знаю тільки, що він тоді шукав якусь мапу, але так і не зміг її знайти.

source: Nie wiem, co to, ale wygląda jak główka od klucza. Reez prosił, żebym przechował ją do jego powrotu. Ciekawe, kiedy to będzie...
uk: Я не знаю, що це, але схоже на головку ключа. Різ попросив мене зберігати це до його повернення. Цікаво, коли то буде...

source: Nie wiem, co ukrywacie, ale to nie skończy się dla was dobrze.
uk: Я не знаю, що ти приховуєш, але це не закінчиться для тебе добре.

source: Nie wiem, co wasz szef sobie myślał,
uk: Не знаю, про що думав ваш начальник,

source: Nie wiem, czego tu szukasz, ale mam nadzieję, że nie jesteś tu, by sprawiać kłopoty?
uk: Я не знаю, що ти тут шукаєш, але сподіваюся, що ти тут не для того, щоб створювати неприємності?

source: Nie wiem, czemu dałem się namówić na pójście do tej winnicy.
uk: Не знаю, чому я дозволив вмовити себе піти на цей виноградник.

source: Nie wiem, czemu postanowiłeś za mnie zapłacić, ale wielkie dzięki!
uk: Не знаю, чому ти вирішив заплатити за мене, але все одно дякую!

source: Nie wiem, czy brać ze sobą całe to żelastwo, które tu znalazłem. Chyba wolałbym nie pamiętać o tym miejscu...
uk: Не знаю, чи варто забирати з собою все залізяччя, яке я тут знайшов. Думаю, краще забути про це місце...

source: Nie wiem, czy będziesz w stanie je tutaj znaleźć, ale jeśli przypadkiem masz ich trochę przy sobie, to siadaj do stołu i bierz się do roboty. Praktyka to najlepszy nauczyciel.
uk: Не знаю, чи знайдеш ти їх тут, але якщо у тебе є все з собою, сідай за стіл і берися до роботи. Практика - найкращий вчитель.

source: Nie wiem, czy ci gratulować, czy współczuć. W ostatnich latach służba w straży to ciężki kawałek chleba.
uk: Не знаю, чи привітати тебе, чи поспівчувати. Останніми роками служба у Варті це нелегка справа.

source: Nie wiem, czy ci o tym wspominałem, ale moja żona zajmuje się sprzedażą mebli. Zajrzyj do niej, gdybyś czegoś potrzebował.
uk: Не знаю, чи я згадував про це, але моя дружина займається продажем меблів. Заглянь до неї, якщо щось знадобиться.

source: Nie wiem, czy coś źle przeliczyłeś, ale za tyle nie będę cię uczył.
uk: Не знаю, чи ти в чомусь прорахувався, але за цю ціну я тебе вчити не буду.

source: Nie wiem, czy jeszcze kiedyś będę w stanie wrócić do normalnego życia.
uk: Я не знаю, чи зможу коли-небудь повернутися до нормального життя.

source: Nie wiem, czy mi się to podoba...
uk: Не впевнений, що мені це подобається...

source: Nie wiem, czy nie zostanę póki co przy moim aktualnym pancerzu, ale tak czy inaczej, wielkie dzięki, Stone!
uk: Мабуть, я поки що залишуся у своєму обладунку, але в будь-якому випадку, дуже дякую, Стоуне!

source: Nie wiem, czy powinienem z tobą rozmawiać na takie tematy. Nie wygadasz się Marcie?
uk: Не знаю, чи варто мені говорити з тобою про це. Ти ж не розповіси Марті?

source: Nie wiem, czy ta wygrana z Benem to był dobry pomysł.
uk: Я не знаю, чи була ця перемога над Беном хорошою ідеєю.

source: Nie wiem, czy to dobry pomysł...
uk: Не знаю, чи це гарна ідея...

source: Nie wiem, czy to jest legalne, w każdym razie straż twierdzi, że póki 'ptak' nie sprawia zagrożenia, póty nie będą interweniować.
uk: Не знаю, чи це законно, в будь-якому випадку, Варта каже, що поки 'пташка' не становить небезпеки, вони не втручатимуться.

source: Nie wiem, czy to może tylko moja głowa, ale coraz częściej słyszę jakieś kamienne odgłosy... wydaje mi się, że otwarcie wrót mogło naruszyć strukturę sklepienia świątyni. Mam nadzieję, ze nie utrudni to badania głównej sali naprzeciwko ołtarza. Ten wielki okrąg na piedestale jest imponujący, ciekawe czy miał jakąś inną rolę niż powiązanie z jakimś tamtejszym kultem. Zajmę się tym już jutro, to był pracowity dzień.
uk: Не знаю, може, це тільки в мене в голові, але я все частіше чую якісь звуки з каміння... Мені здається, що відкриття воріт могло порушити структуру склепіння храму. Сподіваюся, це не завадить дослідженню головного залу навпроти вівтаря. Це велике коло на п'єдесталі вражає. Цікаво, чи мало воно якесь призначення, окрім зв'язку з якимось культом. Я вивчу його завтра, сьогодні був насичений день.

source: Nie wiem, czy w nocy ktoś tego pilnuje.
uk: Не знаю, чи буде там хтось вночі.

source: Nie wiem, czy walka kijem jest najlepszym rozwiązaniem.
uk: Не думаю, що битися палицею - це найкраще рішення.

source: Nie wiem, czy wiesz, ale to bagno aż roi się od wszelkiego rodzaju paskudztwa. Machanie toporem i dłutem to moja działka, ale myślę, że machanie mieczem pozostawię tobie.
uk: Не знаю, чи ти знаєш, але це болото просто кишить всілякою гидотою. Махати сокирою та долотом – це моя робота, а от махати мечем, гадаю, доведеться тобі.

source: Nie wiem, czy wycofa, ale na pewno będzie bardziej skory do rozmów.
uk: Не знаю, чи він відмовиться, але точно буде більш схильний до діалогу.

source: Nie wiem, czy zaczynam już wariować, ale mam wrażenie, że ktoś mnie szuka. Lepiej zacznij się rozglądać, czy nie są też na twoim tropie.
uk: Не знаю, може, я вже божеволію, але мені здається, що за мною хтось стежить. Можливо і за тобою теж, так що будь напоготові.

source: Nie wiem, czy zamachowiec robił to z polecenia jakiejś grupy, czy był wolnym strzelcem. Wiem jednak, że ten ktoś był dobrze przygotowany.
uk: Я не знаю, чи вбивця зробив це на замовлення якоїсь групи, чи він діяв самостійно. Однак я знаю, що ця людина була добре підготовлена.

source: Nie wiem, czym się teraz trudni, ale wątpię, by w Silbach była inna Martha.
uk: Не знаю, чим вона зараз займається, але сумніваюся, що в Сільбаху є ще одна Марта.

source: Nie wiem, dlaczego nie zapytasz się swoich kolegów? W naszej jednostce panuje standaryzacja wyposażenia.
uk: Не знаю, чому б тобі не запитати у своїх колег? У нашому підрозділі проводиться стандартизація спорядження.

source: Nie wiem, dopiero co przyszedłem.
uk: Не знаю, я щойно прийшов.

source: Nie wiem, gdzie może być, ale widziałam, jak szedł w kierunku jaskini. Jeśli go spotkasz, powiedz mu, żeby jak najszybciej wrócił.
uk: Я не знаю, де він може бути, але я бачила, як він попрямував до печери. Якщо зустрінеш його, то передай, щоб він повертався якомога швидше.
